<?php
	session_start();
	if(isset($_SESSION['login'])) $jingle=$_SESSION['login'];
	else $jingle="гость";
?>

<!DOCTYPE html>
<html>
	<head>
		<title>SOAD</title>
		<meta charset = "utf-8">
		<link rel = "stylesheet" type = "text/css" href = "../css/test.css">
		<link rel="icon" type="image/png" href="../img/label.png">
	</head>
	<body>
		<map name = "map">
			<area class="1" shape = "rect" alt = "Джон Долмаян" coords = "0,0, 120,250 0,250 120,0" href = #first> 
			<area class="2" shape = "rect" alt = "Дарон Малакян" coords = "121,0, 240,250, 121,250 240,0" href = #second>
			<area class="3" shape = "rect" alt = "Серж Танкиян" coords = "241,0, 360,250, 241,250, 360,0" href = #third>
			<area class="4" shape = "rect" alt = "Шаво Одаджян" coords = "361,0, 580,250, 361,250, 580,0" href = #fourth>
		</map>
	<table width = "100%">
		<tr>
			<td>
				<p align = "right"><img src = "../img/soad.jpg" width = "590" height = "250" align = "center" usemap = "#map" alt = "System Of A Down"></p>
			</td>
			<td align = "center" width = "30%">
				<p align = "center"><a href = "../index.php"><img src = "../img/label.png" width = "50" height = "50"></a></p>
				<font size = 5>Major Shop</font>
			</td>
			<td colspan="3">
				<p align="right"><?php echo "<p align='right' style='font-size:20px; color:red'>Добро пожаловать, ".$jingle."!</p>";?></p>
				<form action="../php/exit.php" align="right"><input type="submit" value="Выход"></form>
			</td>
		</tr>
	</table>
	<hr>
	<p><a name = "first"></a></p>
	<p class="TestClass">Джон Долмаян - выходец из Ливана, вскоре после рождения переехал в Торонто (Канада),
		затем — в Лос-Анджелес, где встретился с остальными участниками группы System of a Down.<br>
		Джон сыграл свои первые реальные барабанные партии в 15 лет: «Папа дал мне старые барабанные палочки Rodjer’s.
		Потом я научился играть на „Людвиге“ (Ludwig — фирма по производству барабанов http://www.ludwig-drums.com/),
	    на котором играл ещё 10 лет.» Джон всегда мечтал быть барабанщиком, с тех пор, как ему исполнилось два года.
		Он играл в разных группах, до того как встретился с другими участниками System of a Down. <br><br>«Я ужился с парнями
		из Системы и мы начали репетировать сразу после того, как от них ушёл барабанщик Энди Хачатурян и я занял его место.
		Первое время, когда я играл с ними — была просто работа. Я никогда раньше не получал столько опыта.»<br><br>

		Увлечения: конечно, главное его увлечение — ударные. Джон любит выступать на «живых» концертах перед сотнями и тысячами людей.

		Большое влияние на него оказывал отец, который играл армянскую и арабскую музыку и джаз. «Мой отец ездил туда-сюда из Ливана в Канаду,
		когда я был ребенком.» Джон узнал многое о создании музыки. «Я пробовал играть песни Billy Idol» «Я искал все, что мог играть и играл
		это от начала и до конца — The Dickies, Iron Maiden, Rush, Slayer.» "Потом я нашел джазовые альбомы моего отца Who’s This, Stan Getz,
		Miles Davis, Maynard Ferguson, Al DiMeola. Эта музыка потрясла меня, «Надо это попробовать», — говорил я себе. Я садился и учился играть,
		и это помогало мне в изучении барабанов." Джон использует все свои навыки для поддержания ритма в музыке System of a Down.

		Джон выступает в группе Scars on Broadway вместе с гитаристом той же System of a Down Дароном Малакяном. 16 августа 2012 года Джон Долмаян объявил, что покидает группу.<br><br>
		Награды<br>
		В 2002 году System of a Down были номинированы на премию Грэмми в Best Metal Performance за песню «Chop Suey!»<br>
		В 2006 году System of a Down выиграли «MTV Good Woodie Award» на песню «Question!»<br>
		В 2006 году Джон стал барабанщиком года в журнале «Drum!».<br>
		В 2006 году песня System of a Down «Toxicity» была на 14 месте в списке «VH1 Top 40 Metal Songs»<br>
		В 2007 году System of a Down были номинированы на премию Грэмми в</p>
	<hr>
	<p><a name = "second"></a></p>
	<p>Дарон Малакян - Дарон Вартанович Малакян родился 18 июля 1975 года в Голливуде.<br><br>
		Он единственный ребёнок Вартана и Зепюр Малакян, иммигрантов из Ирана и Ирака.
		Вартан Малакян — художник, танцор и хореограф. Зепур Малакян — скульптор, ранее преподававшая в колледже.
		В раннем детстве Дарон начал слушать хеви-метал. Его троюродный брат играл ему песни Kiss, когда Дарону было 3 года.
		Малакян начал слушать Van Halen, Iron Maiden, Judas Priest, Motörhead и Оззи Осборна. Он всегда хотел играть на ударных,
		но родители купили ему гитару, потому что барабаны нельзя выключить. В 11 лет он первый раз взял в руки гитару<br>
		В своем интервью он говорит: <br><br>«В первый год обучения, я совершенствовал свой слух. Вроде бы это у меня получалось неплохо.
		После нескольких лет я заработал репутацию начинающего гитариста в старших классах школы. А к 16-17 годам я осознал,
	    что это хороший инструмент для сочинения музыки, и самое главное — что мне это нравится. Но на роль мистера „Гитарный виртуоз“ 
		я конечно не претендовал»<br><br> В подростковом возрасте Малакян слушал такие метал группы, как Slayer, Venom, Metallica,
		Pantera и Sepultura. Затем Малакян начал слушать The Beatles, и цитаты Джона Леннона повлияли на него, как на композитора.
		Так же, он говорит, на него повлияли такие британские группы, как The Kinks и The Who. Существенное влияние на него
		оказали фолк-рок трио Peter, Paul and Mary и пионер панк-рока Игги Поп. <br>Дарон ходил в армянскую школу Роуз и Алекса Пилибос
		вместе с его будущими коллегами по группе Шаво Одаджяном и Энди Хачатуряном. Вокалист System of a Down Серж Танкян также посещал 
		эту школу, но за несколько лет до Малакяна и остальных. В подростковом возрасте Малакян посещал Высшую школу Глендейла.<br><br>

		Малакян встретил Танкяна в 1993, когда их группы репетировали в одной студии. Танкян играл на клавишах в одной группе, а Малакян был вокалистом
		и гитаристом в другой. Вместе с басистом Дейвом Хакопяном и ударником Доминго Лареньо они основали группу Soil. Затем Шаво Одаджян стал их менеджером
		и ритм-гитаристом. Soil распался, и Малакян, Танкян и Одаджян (который переключился на бас) создали новую группу System of a Down. Название группы происходит
		от стихотворения Дарона. Стихотворение называлось Victims of a Down, но Одаджян предложил заменить «victims» на «system». Затем к ним присоединился ударник
		Энди Хачатурян, которого в 1997 заменил Джон Долмаян.<br><br>

		Малакян продюсировал альбомы System of a Down вместе с Риком Рубином , также, как и альбомы групп The Ambulance и Bad Acid Trip В 2003 году Дарон организовал
		собственный звукозаписывающий лейбл EatUrMusic, и первым релизом студии стал альбом группы Amen. На данный момент лейбл закрыт.</p>
	<hr>
	<p><a name = "third"></a></p>
	<p>Серж Танкиян - Серж родился в Ливане 21 августа 1967 года и провёл там детство. 
		В возрасте 8 лет вместе с родителями и младшим братом Севаком он переехал в Лос-Анджелес,
		где начал заниматься музыкой в армянской школе «Rose & Alex Philibosi», одновременно изучая маркетинг.<br>

		В Лос-Анджелесе он примкнул к большому армянскому сообществу. У него есть собственный лейбл Serjical Strike Records, а кроме того он опубликовал свою книгу 
		стихов «Cool Gardens». Серж оплачивал первые издания книги за счёт своей небольшой фирмы по производству программного обеспечения «Ultimate Solutions».<br>

		В 1994 Танкян познакомился с Дароном Малакяном, вместе они организовали группу «System of a Down», в состав которой вошёл также барабанщик Энди (Андраник) Хачатурян
		(потом из-за разногласий он покинул группу). Впоследствии Танкян и Малакян знакомятся с Шаво Одаджяном, который на тот момент времени работал в банке и учился в той
		же музыкальной школе, что и Серж. Временно он стал их менеджером, но позже бросил работу и стал бас-гитаристом. Таким образом произошло создание группы «System of a Down»,
		в состав которой вошёл также барабанщик Джон Долмаян.<br>
	
		Сольный проект Сержа Танкяна — его дебютный альбом «Elect The Dead», состоящий как из старых песен, по тем или иным причинам не вошедших в репертуар System Of A Down,
		так и совершенно нового материала, вышел 23 октября 2007 года. На концертный тур в поддержку своего альбома Танкян собрал состав, который назывался Serj Tankian And 
		The F.C.C. Тур в поддержку альбома начался 12 октября 2007 года в Чикаго.<br>

		Серж Танкян принимал участие в записи альбома «Profanation» группы Билла Ласвелла «Praxis», вышедшего в 2008 году.<br>

		В начале 2010 года Серж выпускает первую песню под симфонический оркестр. Дебютом стала песня Empty Walls, являющаяся флагманом в его 
		альбоме Elect the Dead. 9 марта 2010 года Серж выпускает альбом с симфоническим оркестром<br>

		В конце февраля 2011 года Серж выпустил мюзикл про Прометея [1]. 21 сентября 2010 вышел его новый альбом Imperfect Harmonies. Музыкант
		 позже выпустил EP «Imperfect Remixes»(2011 год). Это коллекция ремиксов на песни с альбома «Imperfect Harmonies».<br>

		12 августа 2011 года Танкян, перед его очередным концертом в Ереване, был награждён медалью премьер-министра Армении за его вклад в 
		признание Геноцида армян и за продвижения армянской музыки.[2][3]<br>

		9 июня 2012 года в Эджмиацине состоялась свадьба Сержа Танкяна с Анджелой Мадатян.<br>

		10 июля 2012 года Серж выпустил свой новый альбом "Harakiri", который он сам описал в интервью как "обычный рок-альбом,
		 который сильно схож с творчеством System of a Down"<br>

		В начале 2013 года, Танкян объявил о своем сотрудничестве с хип-хоп исполнителем Tech N9ne, и намерении принять участие в записи
		 его альбома "Something Else".[2]<br>
		Интересные факты<br>

		Любимые группы Сержа: «Black Sabbath», «Korn», «Metallica» и «Slayer».<br>
		Компания Taylor выпустила именную гитару Serj Tankian Signature Model T5 (STSM-T5) с эмблемой его талисмана, который он нашел во время турне с System of a Down по Европе.<br>
		В одном из интервью для британской газеты «The Times» Серж признался, что любимый жанр кинематографа — фильмы ужасов. А самым любимым фильмом является величайший, по его 
		мнению, фильм ужасов всех времён — шедевр американского кинематографа «Омен.»<br>
		26 ноября 2009 г. в прямом эфире армянского телевидения Серж со своим отцом Хачатуром Танкяном исполнили на армянском языке песню Алексея Экимяна[4].<br>
		Серж Танкян — вегетарианец[5][6][7].<br> В интервью с PETA он сказал, что изменение образа его жизни было связано с «поеданием разнообразного съедобного дерьма
		 во время гастролей», а также он отметил, что это было «несколько инстинктивно». Кроме того, он также чувствует потребность в уважении к «матери-земле»[8].<br>
		В июле 2009 года Танкян подписал петицию РЕТА против методов забоя кур в бойнях KFC.[9][10].<br>
		Рост 1.85 м.
	</p>
	<hr>
	<p><a name = "fourth"></a></p>
	<p>Ранние годы

		В юности Шаво занимался скейтбордингом и слушал панк-рок и хэви-метал; среди его любимых исполнителей значатся Pink Angel, Dead Kennedys, Kiss и Black Sabbath.<br>

		Совсем молодым Одаджян переехал в Лос-Анджелес, Калифорния, где основную роль в его воспитании играла его бабушка, после смерти которой (по словам самого Шаво)
		он утратил веру, и перестал молиться перед сном, как раньше. Он посещал начальную школу имени Алекса Пилибоса в Лос-Анджелесе, армянскую приходскую школу, 
		вместе с будущими коллегами по группе Дароном Малакяном и Сержом Танкяном, хотя они не были знакомы во время обучения из-за разницы в возрасте.<br>
		Карьера<br>

		Работая в банке, Шаво начал руководить группой SOAD с Малакяном и Танкяном в 1994 году после того, как повстречал их в звукозаписывающей студии. В 1995-ом 
		Шаво стал постоянным басистом группы. Позже они переименовали себя в «System of a Down», после того как Дарон Малакян написал стихотворение «Victims of The Down».<br>

		Одаджян — популярный диджей в Лос-Анджелесе, он принимал участие в таких событиях, как «Rock/DJ Explosion» 2 марта 2001 в The Roxy, Голливуд, и работал с 
		Танкяном над SerArt, сторонним проектом певца, записанным вместе с армянским музыкантом Арто Тунджбояджяном. Шаво известен под именем «DJ Tactic». Он также 
		является исполнительным продюсером группы Onesidezero.<br>
		Кино<br>

		Определяя себя как «очень визуализирующую персону», он был режиссёром многих клипов System of a Down («Aerials», «Toxicity», «Question!», и «Hypnotize») и 
		Taproot, создавая сюрреалистичную атмосферу и используя инновационные методы киносъёмки. В 1993 году снялся в клипе «Big Gun» группы AC/DC, где оказался в 
		толпе рядом с Арнольдом Шварценеггером.<br>

		Снялся в фильме «Образцовый самец».<br>
		Одаджян — музыкант<br>
		Шаво первоначально был гитаристом, и утверждает, что на гитаре он играет лучше, чем на басу. Фактически, некоторое время он был ритм-гитаристом в Soil. 
		Кроме игры на басу, Шаво записал несколько вокальных партий для песни «Bounce». В «Lost in Hollywood» бэк-вокал ближе к концу песни тоже исполняет Шаво.</p>
	</body>
</html>